NGpitzDaily/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  4.1                                   |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    outlet
    {
        type            patch;
        nFaces          55;
        startFace       13452;
    }
    inlet
    {
        type            patch;
        nFaces          40;
        startFace       13507;
    }
    lowerWall
    {
        type            wall;
        inGroups        1(wall);
        nFaces          148;
        startFace       13547;
    }
    upperWall
    {
        type            wall;
        inGroups        1(wall);
        nFaces          133;
        startFace       13695;
    }
    frontAndBack
    {
        type            empty;
        inGroups        1(empty);
        nFaces          13640;
        startFace       13828;
    }
)

// ************************************************************************* //
